neovim
git
php
composer
tree-sitter
xclip
wl-clipboard
ripgrep
bottom
python
nodejs
npm
gdu
fish
fzf
fd
bat
docker
alacritty
curl
unzip
firefox
lazygit
lazydocker
exa
sxhkd
tmux
ranger
hyprland
hyprpaper
xdg-desktop-portal-hyprland
qt5-wayland
qt6-wayland
polkit
polkit-kde-agent
swayidle
